tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tw93/tap"
brew "mas"
brew "asdf"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "clamav"
brew "ripgrep"
brew "coreutils"
brew "direnv"
brew "evans"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "git-now"
brew "grep"
brew "grpcurl"
brew "libyaml"
brew "mise"
brew "neovim"
brew "node"
brew "sheldon"
brew "starship"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "uv"
brew "wget"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "aws-vault-binary"
cask "deskpad"
cask "gcloud-cli"
cask "ghostty"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "orbstack"
vscode "4ops.terraform"
vscode "anan.jetbrains-darcula-theme"
vscode "antfu.slidev"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jackiotyu.git-worktree-manager"
vscode "jock.svg"
vscode "k--kato.intellij-idea-keybindings"
vscode "lokalise.i18n-ally"
vscode "mhutchie.git-graph"
vscode "mostik.jetbrainsicons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "negokaz.zenn-editor"
vscode "nuxt.mdc"
vscode "openai.chatgpt"
vscode "patricklee.vsnotes"
vscode "redhat.java"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tht13.html-preview-vscode"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
vscode "zxh404.vscode-proto3"
