tap "d-tsuji/qiisync"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "awscli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "python@3.8"
brew "cairo"
brew "chezmoi"
brew "deno"
brew "exa"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-now"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libxml2"
brew "luajit", args: ["HEAD"]
brew "protobuf"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "telnet"
brew "tree"
brew "vim"
brew "vips"
brew "wget"
brew "d-tsuji/qiisync/qiisync"
brew "heroku/brew/heroku"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "java"
cask "superproductivity"
cask "virtualbox"
cask "visual-studio-code"
cask "alfred"
